package com.example.sangh.midasparactice;

/**
 * Created by sangh on 2017-05-28.
 */

public class Dummy {

    public static final String vol1_title="(수원본부)제3세계 어린이 보건위생을 위한 천연비누제작 활동";

    public static final String vol1_comments ="*공지 현재 중학생 의무 봉사활동은 재료비를 내는 활동을 교육청에서 제한 하고 있으므로 참고바람니다\n" +
            "1. 목적 : 제3세계 어린이 보건위생을 위한 천연비누 보내기 운동(국제기아대책본부연계활동) \n" +
            "2. 봉사일 : 매주 토요일/오후2시, 일요일/오후2시 \n" +
            "3. 기관 : 두란노자원봉사센터(비영리법인) \n" +
            "\n" +
            "4. 장소 : 수원시 팔달구 화서동32-7(화서문로타리/영복여고정류장/성지정형외과부근) \n" +
            "5. 대상 : 제한없음(직장단체/가족단위/대학동아리/유.초.중.고.대학.일반.직장) \n" +
            "6. 단체현장지원 : 15명단체일시 현장지원가능 문의(센터장 김성교 010-5242-0362) \n" +
            "7. 재료구입 : 재료는 현장에서 구입가능합니다.(7천원) \n" +
            "8. 접수 : 현장접수도 가능(봉사활동확인서 당일발급가능)\n" +
            "\n" +
            "9. 문의 : 센터장:김성교010-5242-0362로 연락바랍니다\n";

    public static final String vol2_title ="달서구보건소 치매 인지재활 프로그램 활동 보조 자원봉사자 모집";
    public static final String vol2_comments="★ 봉사신청은 반드시 아래 달서구보건소 담당자에게 전화하여 상담 후 신청하시기 바랍니다 ★\n" +
            "\n" +
            "- 담당자 : 달서구보건소 서상규 T.667-5626\n" +
            "\n" +
            "- 일시 : 5.12, 19, 26, 6.2 / 시간 조절 가능\n" +
            "\n" +
            "- 장소 : 달서구보건소(임시청사) 죽전동 소재\n" +
            "\n" +
            "- 내용 : 치매 인지재활 프로그램 활동 보조\n" +
            "\n" +
            "- 인원 : 3명(대학생)(사회복지학, 간호학과, 재활치료 재학생 우대)\n";


    public static final String vol3_title="심폐소생술 교육 및 홍보 활동 봉사";
    public static final String vol3_comments="심폐소생술 교육 및 홍보 활동 봉사(2017. 05.27~5월28일) \n" +
            "\n" +
            "- 제목 : 심폐소생술 및 자동심장충격기 교육\n" +
            "- 장소 : 서울 도봉구 우이천로 470 대한전문응급처치협회 교육장(덕성여대후문 약초원 앞)\n" +
            "- 일정 : 5월 27(토)~5월28(일)중 1일 참여 가능 : 오후: 2시~5시(3시간)\n" +
            "- 내용 : 심폐소생술 시행법 자동제세동기 사용법 등 배우기 와 홍보활동\n" +
            "- 대상 : 선착순 15 명(남녀노소제한없음)\n" +
            "- 봉사내용 : 심폐소생술배우기 와 2017서울시 비영리민간단체지원사업 홍보 및 도우미활동 \n" +
            "- 참고사항 : 봉사 참가자는 1365신청 후 홈페이지 자유게시판에 (예 참가 홍길동) 이라고 신청 필수\n" +
            "- 문의 : 010-3087-2258 , 자유게시판에 미신청시 참가 불가함\n" +
            "- 대한전문응급처치협회 중앙회 홈페이지 http://www.paramedic.kr \n" +
            "\n" +
            "*대표적인 궁금사항 1가지 \n" +
            "1.자원봉사확인서는 본인이 직접 1365사이트에서 출력합니다(단, 동일교육 1인 1회만 참여가능함) \n" +
            "- 봉사신청은 www.1365.go.kr 에서 서울 도봉구 대한전문응급처치협회 검색후 하시면 됩니다.\n" +
            "\n" +
            "* 국민에게 봉사하고 \"생명의 별\"이 된다.\n" +
            "\n" +
            ".끝.\n";

    public static final String vol4_title="청소년과 부모가 함께하는 민관합동순찰(다함께 살펴보자 동네한바퀴)";
    public static final String vol4_comments ="자율방범대 야간 방범순찰 봉사활동에 참여할 자원봉사자를 모집하오니 많은 관심과 참여 부탁드립니다. " +
            "1. 사업기간 : 2017. 2월 ~ 12월까지 " +
            "2. 봉사시간 : 야간시간대[20:30~22:30] " +
            "3. 모집기간 : 자율방범대 순찰활동 실시 1주일전 ~ 실시 전날까지 " +
            "4. 모집인원 : 선착순 2팀(2가족) / 일 " +
            "5. 참여대상 : 도봉구 주민으로 부 또는 모 + 중, 고등학생 자녀와 함께 참여 ○ 활동시간대가 야간이오니 반드시 보호자와 동반하셔야 하며, 보호자도 1365 자원봉사 사이트에서 참가 신청후 참여 ○ 1365 가입시 보험(무료)신청 여부 확인후 참가 -) 포털 로그인 후 \"개인정보\" 클릭 -) \"자원봉사정보\" 선택 하단에서 단체보험 가입여부 확인 " +
            "6. 집결장소 : 쌍문파출소앞(도봉구 방학로3길132) 7. 담당자명:조병철(문의 02-2091-5580) \n" +
            "\n";

    public static final String vol5_title="등마초등학교 학년별 해바라기 체험학습 활동보조 자원봉사자 모집";
    public static final String vol5_comments ="서울등마초등학교 학년별 체험학습 시 특수교육대상학생 지원을 위한 자원봉사자를 모집합니다.\n" +
            "1. 모집대상 : 장애아동에 대한 이해가 있는 성인 여자 1명\n" +
            "2. 활동일시 : 2017년 5월 30일(화요일) 09:00~16:00\n" +
            "3. 활동장소 : 양평 두물머리 생태학교\n" +
            "4. 활동내용 : 등마초등학교 2학년 체험학습 시 특수교육대상학생 활동보조 지원.(에버 슬라이드 숲속 난타, 미꾸라지 잡기 등 활동보조)\n" +
            "5. 프로그램 일정\n" +
            "09:00~10:00 양평 두물머리 학교로 이동\n" +
            "10:00~15:00 양평 두물머리 학교 수업 참여\n" +
            "15:00~16:00 서울등마초등학교로 이동 \n" +
            "6. 모임장소 : 등마초등학교  햇살반(3층)\n" +
            "7. 문      의 : 02)2642-0232(내선번호721) 서울등마초등학교 김문경 선생님";

    public static final String don1_title="저소득장애아동지원 사업";
    public static final String don2_title="노인복지지원 사업";
    public static final String don3_title="1:1 장기 후원 사업";
    public static final String don4_title="지역아동 후원사업";
    public static final String don5_title="해외 아동 건축후원";

    public static final String don1_contents="27번의 뇌수술을 견딘아이\n" +
            "- 오른쪽 뇌에 물이 반이나 찬 상태로 태어나 당장 수술하지 않으면 죽을수도 있었던 위급한 상황… 2~3번의 죽을 고비를 넘겼지만 계속되는 감염과 합병증으로 소두증, 뇌병변 1급 판정까지 받게 되었습니다. 거기에다 늘어나는 의료비, 생계비까지…. 막막한 현실에 눈앞이 캄캄해집니다. 민규와 민규의 가족에게 사랑을 전달해주세요.\n" +
            "후원금은 민규를 비롯하여 긴급한 치료가 필요한 저소득가정 장애아동을 위해생계비, 결연의료비 등으로 지원됩니다.\n";
    public static final String don2_contents="홀로 아픔을 삭이는 우리의 어르신들\n" +
            "국내 홀몸어르신의 수는 매년 빠른 속도로 늘어나고 있습니다. 지금과 같은 속도로 고령화가 계속된다면 2035년에는 홀로 사시는 어르신 가구가 전체가구의 15.4%*를 차지하게 됩니다. 많은 홀몸어르신들은 경제적 빈곤과 질병에 노출되어 있으며 약 43.7%** 가량이 극심한 무력감과 외로움으로 인한 우울증상을 겪고 있습니다.\n" +
            "* 2015, 보건복지부  **2014, 한국보건사회연구원\n" +
            "관심을 행동으로 바꾸는 캠페인\n" +
            "1년 중 어르신들의 외로움이 유난히 더 커지는 날, 명절. 우리들의 방문이 그 외로움을 조금이나마 덜어드릴 수 있지 않을까요? 아름다운 나눔보따리는 홀몸어르신들을 위한 관심을 행동으로 옮길 수 있는 대표적인 나눔캠페인입니다. 2004년 시작한 이래 매년 약 5,000여 명의 시민들과 함께하는 전국 규모의 나눔행사로 자리 잡았습니다. 아름다운가게는 우리의 마음과 행동이 모여 홀몸어르신들과 함께 행복할 수 있는 세상을 꿈꿉니다.\n" +
            "아름다운 나눔보따리는 이렇게 진행됩니다!\n" +
            "01  자원봉사자 & 물품모집\n" +
            "- 홀몸어르신 댁에 보탬이 될 만한 쌀, 이불, 식료품과 각종 생필품을 공수하고 함께 나눔보따리를 만들고 배달할 시민 봉사자, ‘배달천사’를 모집합니다.\n" +
            "02 나눔보따리 패킹\n" +
            "- 설 연휴를 약 2주 앞두고 아름다운 나눔보따리 안에 생필품들을 차곡차곡 쌓아 포장합니다. \n" +
            "03 나눔보따리 배달\n" +
            "- 배달천사들이 40여개 도시에 집결해 나눔보따리를 각자의 차량에 싣고 어르신들 댁으로 출동합니다. 나눔보따리를 배달해드리고 안부를 여쭈며 서로의 따듯한 정을 나눕니다.\n";
    public static final String don3_contents="한 아이의 기쁨, 한 마을의 희망. 한아이를 키우려면 한 마을이 필요합니다.\n" +
            "매월 3만원의 정기후원으로 아동이 풍성한 삶을 누릴 수 있도록 후원하실 수 있습니다.\n" +
            "영양, 보건, 식수, 교육 상태의 개선을 위한 지역개발사업을 통해\n" +
            "가정과 마을의 변화 속에서 아동이 건강하게 자라도록 돕습니다.\n" +
            "\n" +
            "현재 계획은 이렇습니다.\n" +
            "￼\n" +
            "\n" +
            "지역개발사업(Area Development Project)이란 변화를 가져오는 개발사업으로 이루어져 있습니다. \n" +
            "이는 지역사회에 기반을 두고 지속적으로 아동들의 복지에 초점을 두는 사업으로, 아동의 생존과 성장, 보건위생, 기초교육과 영적·정서적 성장, 아동이 속한 가정의 생계유지, 지역사회의 학대와 착취로부터의 보호 등을 위한 다양한 사업이 전개됩니다.\n" +
            "\n" +
            "￼\n" +
            "\n" +
            "지역개발사업(ADP)는 사업의 디자인 평가틀(Learning through Evaluation with Accountability and Planning for Quality, LEAP)을 통해 월드비전의 모든 사업장에서 동일하게 적용하고 있습니다.\n" +
            "LEAP는 현장에서 사업을 수행할 때 사용되는 자료조사, 기획, 사업 실행, 모니터링, 평가, 숙고, 전환의 7단계 사업운영 틀(Framework)입니다.\n";
    public static final String don4_contents="방학 중 하루 평균 급식비 3,770원\n" +
            "전국의 지역아동센터는 취약계층 아동과 청소년의 방과 후 방임과 결식문제를 어느 정도 해결하고 있습니다. 그러나 방학이 되면 아이들에게 두 끼 이상을 챙겨줘야 하기에 사정은 달라집니다. 대부분의 지역아동센터가 평균 급식비(3,770원) 이하의 금액만을 지원받고 있으며, 일부는 아동 인원수에 따라 전액을 지원하는 것이 아닌 60~70%만 지원하는 형태이기 때문입니다.\n" +
            "성장기 아이들에게 식사의 중요성\n" +
            "성장기의 아이들은 식사를 통해 충분하고 균형 잡힌 영양을 섭취해야 합니다. 불규칙한 식사나 심각한 편식은 성장은 물론이고 건강에도 지속적인 문제를 일으킬 수 있습니다. 급식비 지원을 늘려 더 많은 결식우려아동들이 지역아동센터를 이용하도록 한다면 질과 위생 측면에서 안전한 식사를 제공받는 것은 물론 방임으로 인한 다양한 아동·청소년문제 또한 예방할 수 있습니다.\n" +
            "방학 동안에도 건강한 식사를 제공합니다\n" +
            "방학 중 급식비가 부족한 지역아동센터를 선정해 방학 기간 중 사용할 수 있는 급식비용을 지원하고 있습니다. 이 비용으로 지역아동센터의 아동과 청소년들은 신선하고 건강한 두 끼를 먹을 수 있습니다. 뿐만 아니라 현장의 교사들에게 식재료 저장 및 조리방법, 배식량에 대한 정보를 상세히 제공합니다.\n" +
            "요리교실이 열렸습니다!\n" +
            "일주일 중 하루는 아이들을 위한 테마요리교실이 열립니다. '간편 반찬', '맛있는 채소요리', '다문화음식' 등 다양한 테마를 가지고 선생님과 친구들과 함께 음식을 완성해 내는 과정은 많은 아이들에게 정서적인 측면에서 긍정적 효과가 있습니다. 또한 식습관 개선에도 도움을 주는 것으로 나타났습니다.\n";
    public static final String don5_contents="베트남의 소수민족 청소년들이 평등하게 교육 받을 수 있도록 교육환경의 변화를 만들어 갑니다\n" +
            "\n" +
            "어린나이에 접어야 하는 소녀들의 꿈\n" +
            "베트남 북부 산간의 사파(SAPA)는 소수민족들이 어렵게 살고 있는 지역이자 전국에서 학교 출석률과 학업성취도가 가장 낮은 곳입니다. 학교가 너무 멀어 기숙사에서 생활해야 하지만 기숙사 비를 마련하는 것은 쉬운 일이 아닙니다. 밭농사로 자급자족하며 살아가는 부모들에게 아이들의 노동력이 중요하게 작용하기 때문입니다. 게다가 여자 아이들에게는 조혼의 풍습까지 이어져 대부분 어린 나이에 꿈을 접어버리게 됩니다.\n" +
            "모든 아이들이 걱정 없이 학교에 갈 수 있도록\n" +
            "아름다운가게는 베트남 소수민족의 아이들이 안정적으로 정규교육을 수료할 수 있도록 기숙사와 교사인력 등을 지원합니다. 또한 아이들이 마땅히 누려야 할 권리를 알리고 질적인 측면에서의 교육환경 개선을 위해 학부모와 학교, 지역사회, 정부와 함께 다양한 프로그램을 진행한 바 있습니다. 굿모닝베트남의 목적은 베트남 소수민족들로 하여금 그동안 이어져 왔던 가난의 악순환을 끊고 그들 스스로 자립기반을 닦아나가도록 하는 것입니다.\n" +
            "굿모닝베트남의 새로운 파트너, 사파오차우\n" +
            "사파오차우는 ‘슈탄(Shu Tan)이라는 베트남 소수민족 여성이 설립한 베트남 현지 사회적 기업입니다. 슈탄은 청소년 시절 가난을 극복하기 위해 길거리에서 관광객에게 음식과 기념품을 팔았습니다. 이러한 자립 과정에서 고향의 자신과 같은 청소년에게 도움이 되는 일을 고민하게 되었고 사회적기업을 설립하게 되었습니다. 사파오차우는 공정여행사업과 전통 수공예품 사업을 통한 수익금을 사파지역 소수민족 청소년을 위해 사용하며 지속가능한 모델로 소수민족 청소년들에게 교육기회를 제공합니다.";

    public static final String don1_hisory1="(~16.05.31)1차 모금액 3200000원을 민규가족에게 전달하였습니다.\n" +
            "(~17.03.23)2차 모금액 1800000원을 민규가족에게 전달하였습니다.";
    public static final String don1_hisory2="(~15.04.13)1차 모금액 920000원을 경남 고촌노인복지회관에 전달하였습니다.\n" +
            "(~16.03.23)2차 모금액 1800000원을 경남 고촌노인복지회관에  전달하였습니다.";
    public static final String don1_hisory3="(~16.03.03)1차 모금액 1500000원을 지역개발 사업에 후원되었습니다.\n" +
            "(~17.04.22)2차 모금액 2800000원을 지역개발 사업에 후원되었습니다.";
    public static final String don1_hisory4="(~16.03.03)1차 모금액 1500000원을 지역개발 사업에 후원되었습니다.\n" +
            "(~17.04.22)2차 모금액 2800000원을 지역개발 사업에 후원되었습니다.";
    public static final String don1_hisory5="(~14.02.03)1차 모금액 1500000원을 해외 베트남 건축후원에 지원었습니다.\n" +
            "(~16.04.21)2차 모금액 2800000원을 해외 베트남 건축후원에 지원었습니다.";
}
